[
    {
        "biblical_quote": "1 R 11:42-14:31; 2 Cr 10:1-12:16",
        "description": "17 años. Roboam comenzó su gobierno en el año 931 a.C., 17 años antes que Abiam (914 a.C. más 17 años). Comenzó a reinar sobre Judah el mismo año en que su rival Jeroboam tomó Israel; y el reino se dividió. Esta fecha tambiém debe haber sido la del año en que murió Sansón",
        "end_date": "-000914-01-01T06:57:40.000Z",
        "event_name": "Roboam",
        "start_date": "-000931-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "1 R 14:31-15:8; 2 Cr 13:1-22",
        "description": "3 años. Como Abiam empezó su reinado tres años antes que su sucesor Asa, la fecha debió haber sido el 914 a.C. (911 a.C. más 3 años).",
        "end_date": "-000911-01-01T06:57:40.000Z",
        "event_name": "Abiam -Joram",
        "start_date": "-000914-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "1 R 15:8-24; 2 Cr 14:1-16:14",
        "description": "41 años. Como sabemos que Josafat empezó su reinado en el año 870 a.C., ese debe haber sido el año en que Asa murió. Debe haber empezado su reinado en el año 911 a.C. (870 a.C. más 41 años).",
        "end_date": "-000870-01-01T06:57:40.000Z",
        "event_name": "Asa",
        "start_date": "-000911-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "1 R 22:41-50; 2 Cr 17:1-20:37",
        "description": "25 años. Es difícil fijar la fecha de Josafat porque su reinado se superpuso con el de su padre y con el de su hijo. Empezó a reinar en el cuarto año de Acab, que comenzó a reinar en el año 874 a.C. El cuarto año de Acab (el año en que Josafat tomó el trono de Judá) era el año 870 a.C. Como Josafat se alió con Acab en la batalla contra los asirios, en 853 a.C., naturalmente habría puesto a su hijo Joram en el trono como corregente, para el caso de que él no regresara. Ya hemos notado que Joram empezó a reinar <i>solo</i> en el quinto año de Joram (el cuarto año en el sistema de ascensión). De modo que, si tomamos el año 852 a.C. (el primero del reinado de Joram) y le sustraemos cuatro años, descubrimos que Joram se convirtió en el único gobernante de Judah en el año 848 a.C., y podemos dar por sentado que ese fue el año en que murió Josafat. Sabems que Josafat reinó durante 25 años (1 R 22:42), de modo que podemos deducir que su reinado comenzó en el año 873 a.C. (848 a.C. más 25 años). Como ya hemos visto, reinó solo a partir del año 870 a.C. Renió con su padre Asa durante unos tres años, porque Asa sufría de una enfermedad en los pies que le sobrevino en el año 39 de su reinado (2 Cr 16:12).",
        "end_date": "-000848-01-01T06:57:40.000Z",
        "event_name": "Josafat",
        "start_date": "-000873-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 8:16-24; 2 Cr 21:1-20",
        "description": "8 años (7 años). Joram evidentemente adoptó el sistema de fechamiento de Israel (no-ascensión), de modo que habría de restar un año de su reinado. Es evidente que reinó junto con su padre durante un lapso de cinco años antes de que empezara su reinado oficial. Lo sabemos porque cuando en 2 R 8:16 se nos dice que Joram comenzó a gobernar en Judá, también se menciona a Josafat como rey de Judá. Compare este versículo con 2 R 3:1 y 2 R 1:17, que dicen que Joram de Israel fue rey en el segundo año de Joram, rey de Judah. (Ya sabemos que se trataba del año 852 a.C.). Esto indica que Joram reinó con su padre durante cinco años antes de que su reinado oficial comenzara en el quinto año de Joram (o cuarto, según el sistema de la no-ascensión), osea, el año 848 a.C. (825 a.C. menos 4 años).",
        "end_date": "-000841-01-01T06:57:40.000Z",
        "event_name": "Joram",
        "start_date": "-000853-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 8:24-9:29; 2 Cr 22:1-9",
        "description": "2 años (1 año). Ocozías empezó su reinado en el año 17 del periodo en que Josafat reinó solo, es decir, en el año 853 a.C. (870 a.C. menos 17 años).",
        "end_date": "-000840-01-01T06:57:40.000Z",
        "event_name": "Ocozías",
        "start_date": "-000841-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 11:1-20; 2 Cr 22:1-23:21",
        "description": "7 años (6 años). Esta fue la esposa de Joram, y la hija de Jezabel de Israel. Cuando vio que Jehú había matado a su hijo Ocozías, mandó ejecutar a todos los herederos reales, con el objetivo de llegar al trono. (Sin embargo, algunos de los seguidores fieles a Ocozías lograron salvar al hijo del rey, de nombre Joás, y mantenerlo oculto.) Atalía llegó al trono en el anno 841 a.C. y reinó durante siete años de no-ascensión, que equivalen a seis años. Su reinado terminó en el año 835 a.C. (841 a.C. menos 6 años).",
        "end_date": "-000835-01-01T06:57:40.000Z",
        "event_name": "Atalía",
        "start_date": "-000841-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 11:17-12:21; 2 Cr 23:16-24:17",
        "description": "40 años (39 años). Joás comenzó a reinar como rey-niño en el año 835 a.C. y reinó durante 40 años de no-ascensión, es decir, 39 años reales. Esto significa que fue asesinado en el año 796 a.C. (835 a.C. menos 39 años).",
        "end_date": "-000796-01-01T06:57:40.000Z",
        "event_name": "Joás",
        "start_date": "-000835-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 4:1-20; 2 Cr 25:1-28",
        "description": "29 años. En esta época, Judá ya había vuelto a la cronología de la ascensión. Amasías subió al trono al derrocar a Joás en el año 796 a.C., y reinó durante 29 años, hasta el año 767 a.C. La Biblia nos dice que reinó 15 años después de la muerte de Joás de Israel, es decir, hasta el año 782 a.C. menos 15 años, osea el año 767 a.C. (2 R 14:17).",
        "end_date": "-000767-01-01T06:57:40.000Z",
        "event_name": "Amasías",
        "start_date": "-000796-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 15:1-7; 2 Cr 26:1-23",
        "description": "52 años. Sabemos que Zacarías llegó al trono de Judá durante el año 38 del reinado de Uzías, de modo que Uzías debió subir al trono en el año 791 a.C. (753 a.C. más 38 años). La Biblia también nos dice que uzías subió al trono en el año 27 de Jeroboam II, es decir, en el año 767 a.C. Por lo tanto, Uzías debió haber tenido un gobierno de 24 años compartido con Amasías, y habrá comenzado a reinar solo en el año 767 a.C., fecha en que murió Amasías. Como el reinado completo de Uzías comenzó probablemente durante la batalla entre Amasías y Joás, rey de Israel, ocasión en que Amasías fue capturado y llevado a Israel (2 R 14:8-11). Allí permaneció hasta la muerte de Joás. Luego regresó a Judá, donde vivió otros 15 años después de la muerte de Joás.",
        "end_date": "-000739-01-01T06:57:40.000Z",
        "event_name": "Azarías -Uzías",
        "start_date": "-000791-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 15:32-38; 2 Cr 27:1-9",
        "description": "16 años. Jotam comenzó su reinado en el segundo año de Peka, es decir en el 751 a.C. (según el mes en que Peka ha comenzado a reinar). Ya hemos visto que Uzías reinó hasta el año 739 a.C., de modo que Jotam y Uzías deben haber gobernado conjuntamente durante varios años. Ciertamente, la Biblia nos dice que Uzías se volvió leproso al final de su vida (2 Cr 26:21), lo cual habría hecho necesario un gobierno paralelo, por cuanto los leprosos debían permanecer aislados. En 2 R 16:1 se nos dice que Acaz sucedió a Jotam en el año 17 del reinado de Peka, es decir, el 735 a.C. (752 a.C. menos 17 años). De modo que Jotam debió reinar desde el 750 hasta el 735 a.C. Si bien la Biblia nos dice que Jotam reinó 16 años, también indica que siguió viviendo hasta lo que hubiera correspondido al año 20 de su reinado, es decir el año 730 a.C. Oseas de Israel conspiró para matar a Peka en el año 20 del reinado de Jotam (2 R 15:30), de modo que el final de la vida de Jotam tuvo lugar alrededor del 738 a.C. Las escrituas nos dicen que los amonitas le pagaron tributos a Jotam, hasta el tercer año de su reinado oficial (2 Cr 27:5). Esto debe haber sido alrededor del año 736 a.C. (739 a.C. menos 3 años).",
        "end_date": "-000735-01-01T06:57:40.000Z",
        "event_name": "Jotam",
        "start_date": "-000751-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 16:1-20; 2 Cr 28:1-27",
        "description": "16 años. En 2 R 17:1 se nos dice que el rey Oseas de Israel subió al trono en el año 12 de reinado de Acaz, de modo que el gobierno de Acaz debió comenzar en el año 744 a.C. (732 a.C. más 12 años), y finalizar en el año 728 a.C. (744 a.C. menos 16 años). Esto significa que el reinado de Acaz se superpuso nueve años con el reinado de su padre Jotam.",
        "end_date": "-000728-01-01T06:57:40.000Z",
        "event_name": "Acaz",
        "start_date": "-000744-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 18:1-20:21; 2 Cr 29:1-32:33",
        "description": "29 años. En 2 R 18:1 se nos dice que Ezequías llegó al poder en el año tercero de Oseas, es decir, en el año 729 a.C. (732 a.C. menos tres años). <p>En 2 R 18:13 se afirma que Senaquerib atacó Jerusalén en el año 14 del reinado de Ezequías, lo que sería equivalente al año 715 a.C. Sin embargo, los registros asirios afirman que este ataque tuvo lugar en el año 701 a.C. Quizá algún escriba copió mal 2 R 18:13, y tendría que haber escrito 24 en vez de 14. (En la escritura hebrea es muy fácil confundir estos dos números). En este caso, Ezequías comenzó a reinar solo en el año 725 a.C. (701 a.C. más 24 años), y terminó su reinado en el año 696 a.C. (725 a.C. menos 29 años). <p>Supongamos que Ezequías inició un gobierno rival en contra de su padre Acaz. Supongamos también que Acaz abandonó su reino, pero vivió algunos años más, ejerciendo una poderosa influencia sobre el país. En este caso, podemos entender por qué 2 R 18:1 dice que Ezequías comenzó su reinado en el año 729 a.C. Ambos estarían en lo cierto, por cuanto el ambiente político de Judá después de abdicar Acaz habría dado lugar a esta situación conflictiva. <p>Por su puesto, Esto todavía deja algunas preguntas sin contestación. ¿Por qué en el mismo libro se darían dos fechas diferentes para un mismo reinado? ¿Y cómo podrían haber reinado simultáneamente en Judá Uzías, Jotam y Acaz (744-739 a.C.)? ¿Qué clase de lucha por el poder se estaba librando en ese momento en Judá? No lo sabemos. Pero es mejor mantener algunas de estas preguntas abiertas, y seguir investigando, que rechazar algunas partes de las Escrituras a favor de otras. Ese procedimiento sería incorrecto.",
        "end_date": "-000696-01-01T06:57:40.000Z",
        "event_name": "Ezequías",
        "start_date": "-000729-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 21:1-18; 2 Cr 33:1-20",
        "description": "55 años. Manasés comenzó su reinado en el año 696 a.C. y reinó 55 años, hasta el año 641 a.C.",
        "end_date": "-000642-01-01T06:57:40.000Z",
        "event_name": "Manasés",
        "start_date": "-000696-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 21:19-26; 2 Cr 33:1-25",
        "description": "2 años. Amón comenzó su reinado en el año 641 a.C. y reinó hasta el 639 a.C.",
        "end_date": "-000639-01-01T06:57:40.000Z",
        "event_name": "Amón",
        "start_date": "-000642-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 22:1-23:20; 2 Cr 34:1-35:27",
        "description": "31 años. Josías comenzó a gobernar en el año 639 a.C. y reinó hasta el año 608 a.C., cuando perdió su vida en el campo de batalla, tratando de detener al faraón Necao y al ejército egipcio cuando marchaban a unirse con los asirios en su batalla contra los babilonios (2 R 23:29).",
        "end_date": "-000608-01-01T06:57:40.000Z",
        "event_name": "Josías",
        "start_date": "-000639-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 23:31-33; 2 Cr 36:1-4",
        "description": "3 meses. El pueblo eligió al primer hijo de Josías, llamado Joacaz, para que fuera su nuevo rey, pero el faraón Necao no lo aceptó y colocó en su lugar a otro hijo de Josías, llamado Joacim.",
        "end_date": "-000608-04-01T06:57:40.000Z",
        "event_name": "Joacaz",
        "start_date": "-000608-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 23:34-24:5; 2 Cr 36:5-8",
        "description": "11 años. Durante el reinado de Joacim, Nabucodonosor vino por primera vez a Jerusalén, y sometió a Judá al dominio de Babilonia. Joacim fue confirmado como rey en el año 605 a.C. Podemos fijar esta fecha sin lugar a dudas, porque se la fijó en relación a dos eclipses ocurridos en esa época, que establecen en el año 605 a.C. como comienzo del reinado de Nabucodonosor. Uno de estos eclipses tuvo lugar en el año quinto del reinado de Nabopolasar, padre de Nabucodonosor. Sabemos que Nabucodonosor ascendió al trono en el año 21 del reinado de su padre. El otro eclipse tuvo lugar el 4 de Julio del 568 a.C., cuando Nabucodonosor había reinado 37 años. Esto coloca la fecha de ascensión al trono por parte de Nabucodonosor en el año 605 a.C. Además, sabemos que Daniel fue llevado cautivo a Babilonia y que el exilio de 70 años que sufrió Judá comenzó en el año 605 a.C. (cf. Jer 25:9-12; Dn 9:2). Joacim comenzó a reinar en el año 608 a.C. y gobernó durante 11 años, hasta el año 597 a.C. (608 a.C. menos 11 años), en que murió.",
        "end_date": "-000598-01-01T06:57:40.000Z",
        "event_name": "Joacim",
        "start_date": "-000608-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 24:6-16; 2 Cr 36:9,10",
        "description": "3 meses. Joaquín ascendió al trono después de Joacim, pero Nabucodonosor atacó por segunda vez a Judá y deportó a Joaquín a Babilonia. Entonces colocó en el trono a otro de los hijos de Josías, llamado Sedequías.",
        "end_date": "-000598-04-01T06:57:40.000Z",
        "event_name": "Joaquín",
        "start_date": "-000598-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 24:17-25:30; 2 Cr 36:11-21",
        "description": "11 años. Este fue el último rey del primer periodo de Judá como comunidad política. Gobernó desde el año 597 hasta el 586 a.C., fecha en que Nabucodonosor vino por tercera vez, destruyó el templo y dio fin al reino de Judá.",
        "end_date": "-000586-01-01T06:57:40.000Z",
        "event_name": "Sedequías",
        "start_date": "-000597-01-01T06:57:40.000Z"
    },
    {
        "biblical_quote": "2 R 25:22-26",
        "description": "7 meses. Gedalías asumió el gobierno en el año 17 del reinado de Nabucodonosor, lo cual confirma su ascenso al trono en el año 586 a.C. (2 R 25:22). Se nota que Nabucodonosor tuvoque aplastar un nuevo levantamiento en Judá, debido a que parte del pueblo se negaba a aceptar que Judá hubiera llegado a su fin como nación. Esto tuvo lugar en el año 23 del reinado de Nabucodonosor, es decir, en el año 582 a.C. (cf. Jer 52:30).",
        "end_date": "-000586-08-01T06:57:40.000Z",
        "event_name": "Gedalías",
        "start_date": "-000586-01-01T06:57:40.000Z"
    }
]